Repository: PullFrom/LabSolitaire
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr, ja

source: % Won
de: % Gewonnen
fr: % de Gagnés
ja: 勝ち率

source: About…
de: Info…
fr: A propos…
ja: ゲームについて

source: All
de: Alle
fr: Tout
ja: 全部

source: Also available from Soft Dorothy:
de: Ebenfalls von Soft Dorothy:
fr: Également disponibles auprès de Soft Dorothy:

source: Any
de: Jede

source: Artwork, design, programming: John Calhoun
de: Grafik, Design, Programmierung: John Calhoun
fr: Illustrations, conception et programmation: John Calhoun
ja: アート、デザイン、プログラム：John Calhoun

source: Automatically put cards away:
de: Karten automatisch ablegen:
fr: Défausser automatiquement:
ja: 自動的にカードを除く

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル

source: cells
de: Zellen
fr: case
ja: Cell

source: Congratulations, you won!
de: Glückwunsch, du hast gewonnen!
fr: Félicitations, c'est gagné!
ja: おめでとう、あなたの勝ちです！

source: Display:
de: Anzeige:
fr: Afficher:
ja: ディスプレー

source: foundation
de: Ablage
fr: base

source: Free
de: Frei

source: French localization: Laurent Saillard, Thomas Goossens
de: Französische Übersetzung: Laurent Saillard, Thomas Goossens
fr: Localisation Française: Laurent Saillard, Thomas Goossens
ja: フランス語翻訳: Laurent Saillard, Thomas Goossens

source: Friends
de: Freunde
fr: Amis
ja: 友人

source: Games Played
de: Gespielt
fr: Jeux Joués
ja: 総ゲーム回数

source: Games Won
de: Gewonnen
fr: Jeux Gagnés
ja: 勝った回数

source: Games Won: %1$d of %2$d (%3$@%%)
de: Gewonnen: %1$d von %2$d (%3$@%%)
fr: Gagnées : %1$d sur %2$d (%3$@%%)
ja: 勝利: %2$d 中 %1$d (%3$@%%)

source: If you start a new game this game will count as a loss.
de: Wenn du ein neues Spiel startest, zählt dieses als Niederlage.
fr: Si vous démarrer une nouvelle partie le jeu en cours sera abandonné.
ja: 新しいゲームを始める場合、このゲームは負けとカウントされます。

source: Japanese localization: Mayumi Hepburn
de: Japanische Übersetzung: Mayumi Hepburn
fr: Localisation Japonais: Mayumi Hepburn
ja: 日本語翻訳: Mayumi Hepburn

source: Lab Solitaire Rules
de: Lab Solitaire Regeln
fr: Rêgles du jeux de Lab Solitaire
ja: ラボソリタリ ルール

source: Leaderboard Scores
de: Bestenliste
fr: Classement
ja: Leaderboard

source: New Game
de: Neues Spiel
fr: Nouvelle
ja: 新しいゲーム

# New Game Title
source: New Game
de: Neues Spiel
fr: Nouvelle partie
ja: 新しいゲーム

source: Percentage Won
de: Gewinnquote
fr: Pourcentage de Gagnés
ja: 勝ち率

source: Play sounds:
de: Töne abspielen:
fr: Jouer les sons:
ja: サウンド

source: Put away:
de: Ablegen:
fr: Défausser:
ja: カードを除く:

# putaway.help
source: "Smart" only puts away cards no longer needed. "All" puts away all possible cards.
de: "Smart" legt nur Karten ab, die nicht mehr gebraucht werden. "Alle" legt alle möglichen Karten ab.
fr: "Intelligement" uniquement défausser les cartes qui ne sont plus utiles. "Tout" défausser toutes les cartes possibles.
ja: "スマート" 必要のないカードだけを除く "全部" 全部のカードを除く

source: Reset
de: Zurücksetzen
fr: Réinitialiser
ja: リセットする

source: Reset Statistics
de: Statistik zurücksetzen
fr: Réinitialisation des statistiques
ja: 結果をリセットする

source: Reseting the statistics will clear your game history.
de: Das Zurücksetzen der Statistik löscht deine gesamte Spielhistorie.
fr: Réinitialiser les statistiques effacera l'historique.
ja: リセットすると、これまでの結果がすべて消されます。

source: Rules…
de: Regeln…
fr: Rêgles…
ja: ルール

# rules.body
source: Lab Solitaire is FreeCell solitaire In FreeCell the object is to move all the cards from the tableau columns below to the four foundations in the upper right of the layout. They must be placed on the foundations grouped by suits and in order from Ace to King. Only the topmost card can be moved. A card of a tableau column can be moved to another column in the tableau. As in standard solitaire, you can only move a card onto another card that is one greater in rank and opposite in color. FreeCell has four free “cells” in the top left of the layout where any card may be temporarily moved. When a column is empty in the tableau, any card may be placed in that column – it does not have to be a King. Shortcuts: – If you double-tap on a card, it will be moved to an appropriate location. – Multiple cards may be dragged if you have enough empty cells to have dragged them one at a time. – Touch and hold Undo to restart the same game again.
de: Lab Solitaire ist FreeCell-Solitär. Ziel bei FreeCell ist es, alle Karten von den Tableau-Spalten unten auf die vier Ablagen oben rechts zu bewegen. Die Karten müssen nach Farbe sortiert in der Reihenfolge Ass bis König abgelegt werden. Nur die jeweils oberste Karte kann bewegt werden. Eine Karte kann von einer Tableau-Spalte auf eine andere gelegt werden. Wie beim normalen Solitär darf eine Karte nur auf eine andere gelegt werden, die einen Rang höher und von entgegengesetzter Farbe (rot/schwarz) ist. FreeCell hat vier freie Zellen oben links, in die jede beliebige Karte vorübergehend gelegt werden kann. Wenn eine Spalte im Tableau leer ist, kann jede beliebige Karte dort abgelegt werden – es muss kein König sein. Tipps: – Doppeltippe auf eine Karte, um sie automatisch an die passende Stelle zu legen. – Mehrere Karten können gleichzeitig gezogen werden, wenn genug freie Zellen vorhanden sind. – Halte „Undo“ gedrückt, um dasselbe Spiel neu zu starten.
fr: Lab Solitaire est un jeux solitaire type FreeCell. Dans FreeCell le but est de déplacer toutes les cartes depuis le tableau-colonne inférieur vers les 4 bases en haut à droite de l'écran. Les cartes doivent être montées dans les bases groupées par couleurs et dans l'ordre As vers Roi. Seule la carte la plus haute peut être déplacée. Une carte du tableau-colonne peut être déplacée d'une colonne à une autre. Comme dans le solitaire standard, vous ne pouvez superposer une carte que sur une autre carte de valeur juste directement supérieure et de la couleur opposée (noir ou rouge). FreeCell dispose de quatre cases libres en haut à gauche de l'écran où toute carte peut être placée temporairement. Quand une colonne est vide dans le tableau, n'importe quelle carte peut y être placée – elle ne doit pas être nécessairement un Roi. Raccourcis : – Si vous double-tapez sur une carte, elle sera déplacée automatiquement vers la position appropriée. – Plusieurs cartes peuvent être déplacées simultanément si vous avez assez de place. – Touch et tenez Undo pour redémarrer le même jeu de nouveau.
ja: このゲームは、すべてのカードを右上の Foundationにどれだけ早く移動できるか を競うゲームです。 Foundationにはダイヤ、スペード、ハート、 クローバーそれぞれエースからキングまで順番にカードを並べなけれ ばなりません。 一番上のカードだけを動かすことができます。 カードの数字がひとつ大きくて、違った色（赤－黒）であればTableauにあるカードを他の列に動かして交換する ことができます。 左上のCellの部分には一時的に4枚までのカードをおくことができます。 Tableauの列のカードを使い果たした時は、 他の列からカードを移動する事ができます。 ショートカット -カードを2度クリックして、自動的にカードを動かすことができます。 -Cellがあいていれば、何枚かのカードを一度に動かすことができます。

source: Settings…
de: Einstellungen…
fr: Paramètres…
ja: 設定

source: Statistics
de: Statistik
fr: Statistiques
ja: 結果

source: to leave a review of Lab Solitaire.
de: um Lab Solitaire zu bewerten.

source: Touch here
de: Hier tippen

source: Undo All
de: Alles zurück
fr: Annuler tout
ja: すべてを元に戻す

# Undo All Actions
source: Undo All
de: Alles zurück
fr: Annuler tout
ja: すべてを元に戻す

source: Without reviews, others are less likely to discover this game.
de: Ohne Bewertungen wird dieses Spiel seltener entdeckt.

source: You
de: Du

# You can Undo all actions in this game.
source: You can Undo all actions in this game and restart it with the same original deal.
de: Du kannst alle Züge rückgängig machen und das Spiel mit der gleichen Kartenverteilung neu starten.
fr: Vous pouvez annuler toutes les actions dans ce jeu et de le redémarrer avec la même offre originale.
ja: このゲーム内のすべてのアクションを元に戻すと同じオリジナルの契約でそれを再起動することができます。

source: "Smart"
fr: Intelligement
ja: スマート

source: Name
fr: Nom
ja: の名前
